Repository: s4pun1s7/buna_app
Catalog: lib/l10n/app_*.arb
Languages: bg

# appTitle
source: Buna Festival
bg: Фестивал БУНА

# onboardingTitle1
source: Welcome to Buna Festival
bg: Добре дошли във Фестивал БУНА

# onboardingTitle2
source: Discover Art & Events
bg: Открийте изкуство и събития

# onboardingTitle3
source: Personalize Your Experience
bg: Персонализирайте изживяването си

# onboardingDesc1
source: Explore the festival, artists, and venues.
bg: Разгледайте фестивала, артистите и локациите.

# onboardingDesc2
source: Find art pieces, events, and more on the map.
bg: Намерете произведения на изкуството, събития и още на картата.

# onboardingDesc3
source: Bookmark favorites, set reminders, and get news.
bg: Запазвайте любими, настройвайте напомняния и получавайте новини.

# onboardingSkip
source: Skip
bg: Пропусни

# onboardingNext
source: Next
bg: Напред

# onboardingDone
source: Done
bg: Готово

# languageEnglish
source: English
bg: Английски

# languageBulgarian
source: Bulgarian
bg: Български

source: Home
bg: Начало

source: Venues
bg: Локации

source: Map
bg: Карта

source: News
bg: Новини

source: Info
bg: Инфо

source: Favorites
bg: Любими

source: Events
bg: Събития

source: Schedule
bg: График

source: Your Schedule
bg: Вашият график

source: Your Favorites
bg: Вашите любими

source: See full schedule
bg: Виж целия график

source: Show less
bg: Покажи по-малко

# noFavoriteEvents
source: No favorite events yet.
bg: Няма любими събития.

# noFavoriteVenues
source: No favorite venues yet.
bg: Няма любими локации.

source: Add to favorites
bg: Добави в любими

source: Remove from favorites
bg: Премахни от любими

source: Add event to favorites
bg: Добави събитие в любими

# artistCountryInternational
source: International
bg: Международен

source: Remove event from favorites
bg: Премахни събитие от любими

source: Add reminder
bg: Добави напомняне

source: Remove reminder
bg: Премахни напомняне

source: Add/Edit note
bg: Добави/Редактирай бележка

source: Note
bg: Бележка

source: Save
bg: Запази

source: Cancel
bg: Отказ

source: View on Map
bg: Виж на картата

# eventsLabel
source: Events:
bg: Събития:

# venuesLabel
source: Venues:
bg: Локации:

source: Loading...
bg: Зареждане...

source: Error
bg: Грешка

source: Retry
bg: Опитай отново

source: Latest
bg: Най-нови

source: Today
bg: Днес

source: Mobile App
bg: Мобилно приложение

source: Festival Updates
bg: Обновления на фестивала

# moreUpdatesComing
source: More festival news and updates will be posted here as they become available. Follow us on social media for the latest announcements.
bg: Още новини и обновления за фестивала ще бъдат публикувани тук, когато станат налични. Следвайте ни в социалните мрежи за най-новите съобщения.

# appDevelopmentStarted
source: Development of the Buna app has begun!
bg: Започна разработката на приложението БУНА!

# appDevelopmentDescription
source: We are excited to announce that development of the official Buna Festival mobile app has started! This app will provide festival-goers with real-time updates, venue information, event schedules, and much more. Stay tuned for more updates as we build the ultimate festival companion app.
bg: Радваме се да обявим, че започна разработката на официалното мобилно приложение на Фестивал БУНА! Това приложение ще предостави на посетителите на фестивала обновления в реално време, информация за локациите, графици на събитията и много повече. Очаквайте още обновления, докато изграждаме най-доброто приложение-спътник на фестивала.

# permissionCameraTitle
source: Camera Permission
bg: Разрешение за камера

# permissionCameraMessage
source: We need camera access for AR and QR features at the festival.
bg: Нуждаем се от достъп до камерата за AR и QR функции на фестивала.

# permissionLocationTitle
source: Location Permission
bg: Разрешение за местоположение

# permissionLocationMessage
source: We use your location to show you nearby venues and events.
bg: Използваме вашето местоположение, за да ви покажем близките локации и събития.

# permissionNotificationTitle
source: Notification Permission
bg: Разрешение за известия

# permissionNotificationMessage
source: Enable notifications to receive festival news and updates.
bg: Активирайте известията, за да получавате новини и обновления за фестивала.

source: Allow
bg: Разреши

source: Deny
bg: Откажи

source: Hot Reload
bg: Горещо презареждане

source: Show Debug Info
bg: Покажи дебъг информация

# iosSizeToggleOn
source: iOS Size: ON
bg: iOS размер: ВКЛЮЧЕН

# iosSizeToggleOff
source: iOS Size: OFF
bg: iOS размер: ИЗКЛЮЧЕН

source: App Settings
bg: Настройки на приложението

source: BUNA | Vol.3
bg: БУНА | Том 3

source: FORUM FOR CONTEMPORARY ART
bg: ФОРУМ ЗА СЪВРЕМЕННО ИЗКУСТВО

# festivalDates
source: 3-8 Sept.2025
bg: 3-8 септ.2025

source: English
bg: Английски

# signInGuest
source: Guest
bg: Гост

source: Feedback
bg: Обратна връзка

source: Share Your Feedback
bg: Споделете вашата обратна връзка

# feedbackHelpText
source: Help us improve the Buna Festival experience by sharing your thoughts, suggestions, or reporting any issues.
bg: Помогнете ни да подобрим фестивала БУНА, като споделите вашите мисли, предложения или съобщите за проблеми.

source: Category
bg: Категория

source: Email (Optional)
bg: Имейл (по избор)

# invalidEmail
source: Please enter a valid email address
bg: Моля, въведете валиден имейл адрес

# messageRequired
source: Message *
bg: Съобщение *

# enterMessage
source: Please enter your message
bg: Моля, въведете вашето съобщение

# messageTooShort
source: Message must be at least 10 characters long
bg: Съобщението трябва да е поне 10 символа

source: Need Immediate Help?
bg: Нуждаете се от незабавна помощ?

# urgentSupportText
source: For urgent issues during the festival, please contact our support team:
bg: За спешни въпроси по време на фестивала, моля, свържете се с нашия екип за поддръжка:

source: Call Support
bg: Обадете се на поддръжка

source: Email Support
bg: Имейл до поддръжка

source: Visit in person
bg: Посетете на място

source: Success
bg: Успех

# thankYouFeedback
source: Thank you for your feedback!
bg: Благодарим ви за обратната връзка!

# feedbackAppreciation
source: We appreciate your input and will use it to improve the festival experience.
bg: Оценяваме вашето мнение и ще го използваме, за да подобрим фестивала.

source: About Feedback
bg: За обратната връзка

# featureComingSoon
source: This feature is coming soon...
bg: Тази функция скоро ще бъде налична...

source: Close
bg: Затвори

# errorSubmittingFeedback
source: Error submitting feedback: {error}
bg: Грешка при изпращане на обратна връзка: {error}

source: Buna Forum
bg: Форум БУНА

source: QR Scanner
bg: QR скенер

source: About QR Scanner
bg: За QR скенера

source: Scan Festival QR Codes
bg: Сканирайте фестивални QR кодове

# scanQRCodesDescription
source: Scan QR codes around the festival to unlock exclusive content, get event information, and earn rewards.
bg: Сканирайте QR кодове из фестивала, за да отключите ексклузивно съдържание, да получите информация за събития и да спечелите награди.

source: Event Information
bg: Информация за събитие

# eventInfoContent
source: Opening Ceremony Time: 7:00 PM Venue: Main Square Join us for the spectacular opening of Buna Festival 2024!
bg: Откриваща церемония Час: 19:00 Място: Главен площад Присъединете се към зрелищното откриване на фестивал БУНА 2024!

source: Venue Information
bg: Информация за локация

# venueInfoContent
source: Main Square Address: Central Square, Varna Primary venue for major festival events.
bg: Главен площад Адрес: Централен площад, Варна Основна локация за големите събития на фестивала.

source: Artist Information
bg: Информация за артист

# artistInfoContent
source: Elena Rodriguez Light artist from Spain. Known for large-scale installations.
bg: Елена Родригес Художник на светлината от Испания. Известна с мащабни инсталации.

source: Workshop Information
bg: Информация за работилница

# workshopInfoContent
source: Digital Art Workshop Learn about digital art techniques and tools. Open to all ages.
bg: Работилница за дигитално изкуство Научете техники и инструменти за дигитално изкуство. Подходящо за всички възрасти.

source: Reward Unlocked!
bg: Наградата е отключена!

# rewardInfoContent
source: Free Coffee Show this code at any festival café to claim your free coffee!
bg: Безплатно кафе Покажете този код на всяко фестивално кафе, за да получите безплатно кафе!

source: Claim
bg: Вземи

source: QR Code Information
bg: Информация за QR код

# qrCodeInfoContent
source: Code: {code} This QR code contains festival information.
bg: Код: {code} Този QR код съдържа информация за фестивала.

# sharingQRCode
source: Sharing QR code: {code}
bg: Споделяне на QR код: {code}

source: Generate QR Code
bg: Генерирай QR код

# qrCodeGenerationComingSoon
source: QR code generation feature coming soon...
bg: Функцията за генериране на QR код скоро ще бъде налична...

source: Scan from Gallery
bg: Сканирай от галерията

# galleryScanningComingSoon
source: Gallery scanning feature coming soon...
bg: Сканирането от галерията скоро ще бъде налично...

source: Map Gallery
bg: Карта на локациите

source: Open full map
bg: Отвори цялата карта

source: Filter options
bg: Опции за филтриране

# tabGrid
source: Grid
bg: Мрежа

# tabList
source: List
bg: Списък

# tabMap
source: Map
bg: Карта

source: Full Map
bg: Пълна карта

# fullMapComingSoon
source: Full interactive map coming soon!
bg: Интерактивната карта скоро ще бъде налична!

# locationLabel
source: Location: {location}
bg: Локация: {location}

# categoryLabel
source: Category: {category}
bg: Категория: {category}

# tagsLabel
source: Tags: {tags}
bg: Тагове: {tags}

source: Login Required
bg: Изисква се вход

# loginToAccess
source: Please log in to access this feature.
bg: Моля, влезте в профила си, за да използвате тази функция.
